buildings= [
    {
        "Название отеля": "Golden Palace Hotel",
        "Город": "Лондон",
        "Сайт": "www.goldenpalacehotel.com",
        "Рейтинг": 4.5,
        "Цена за ночь": 20000,
        "Тип отеля": "Гостиницы среднего класса"
    },
    {
        "Название отеля": "Sunset Beach Resort",
        "Город": "Майами",
        "Сайт": "www.sunsetbeachresort.com",
        "Рейтинг": 4.0,
        "Цена за ночь": 15000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Grand Continental Hotel",
        "Город": "Париж",
        "Сайт": "www.grandcontinentalhotel.com",
        "Рейтинг": 4.7,
        "Цена за ночь": 25000,
        "Тип отеля": "Гостиницы среднего класса"
    },
    {
        "Название отеля": "Sunset",
        "Город": "Майами",
        "Сайт": "www.sunset.com",
        "Рейтинг": 4.1,
        "Цена за ночь": 10000,
        "Тип отеля": "Гостиницы среднего класса"
    },
    {
        "Название отеля": "Resort",
        "Город": "Майами",
        "Сайт": "www.resort.com",
        "Рейтинг": 4.3,
        "Цена за ночь": 12000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Golden Palace Hotel",
        "Город": "Лондон",
        "Сайт": "www.goldenpalacehotel.com",
        "Рейтинг": 4.5,
        "Цена за ночь": 20000,
        "Тип отеля": "Мотели"
    },
    {
        "Название отеля": "Sunset Beach Resort",
        "Город": "Майами",
        "Сайт": "www.sunsetbeachresort.com",
        "Рейтинг": 4.0,
        "Цена за ночь": 15000,
        "Тип отеля": "Гостиницы среднего класса"
    },
    {
        "Название отеля": "Grand Continental Hotel",
        "Город": "Париж",
        "Сайт": "www.grandcontinentalhotel.com",
        "Рейтинг": 4.7,
        "Цена за ночь": 25000,
        "Тип отеля": "Мотели"
    },
    {
        "Название отеля": "Sunset",
        "Город": "Майами",
        "Сайт": "www.sunset.com",
        "Рейтинг": 4.1,
        "Цена за ночь": 10000,
        "Тип отеля": "Гостиницы среднего класса"
    },
    {
        "Название отеля": "Resort",
        "Город": "Майами",
        "Сайт": "www.resort.com",
        "Рейтинг": 4.3,
        "Цена за ночь": 12000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Лунная радуга",
        "Город": "Лондон",
        "Сайт": "www.luna.com",
        "Рейтинг": 4.5,
        "Цена за ночь": 20000,
        "Тип отеля": "Мотели"
    },
    {
        "Название отеля": "Звездный ветер",
        "Город": "Майами",
        "Сайт": "www.star.com",
        "Рейтинг": 4.0,
        "Цена за ночь": 15000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Солнечный бриз",
        "Город": "Париж",
        "Сайт": "www.sun.com",
        "Рейтинг": 4.7,
        "Цена за ночь": 25000,
        "Тип отеля": "Мотели"
    },
    {
        "Название отеля": "Морской орел",
        "Город": "Майами",
        "Сайт": "www.bur.com",
        "Рейтинг": 4.1,
        "Цена за ночь": 10000,
        "Тип отеля": "Гостиницы-апартамент"
    },
    {
        "Название отеля": "Горный котел",
        "Город": "Кейптаун",
        "Сайт": "www.resort.com",
        "Рейтинг": 4.7,
        "Цена за ночь": 12000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Долина мечты",
        "Город": "Венеция",
        "Сайт": "www.golden.com",
        "Рейтинг": 4.1,
        "Цена за ночь": 20000,
        "Тип отеля": "Гостиницы-апартамент"
    },
    {
        "Название отеля": "Веселый пингвин",
        "Город": "Майами",
        "Сайт": "www.su.com",
        "Рейтинг": 3.2,
        "Цена за ночь": 8000,
        "Тип отеля": "Гостиницы среднего класса"
    },
    {
        "Название отеля": "Золотая рыбка",
        "Город": "Кейптаун",
        "Сайт": "www.fish.com",
        "Рейтинг": 4.3,
        "Цена за ночь": 25000,
        "Тип отеля": "Гостиницы-апартамент"
    },
    {
        "Название отеля": "Космическая пыль",
        "Город": "Майами",
        "Сайт": "www.cosmos.com",
        "Рейтинг": 3.1,
        "Цена за ночь": 1000,
        "Тип отеля": "Мотели"
    },
    {
        "Название отеля": "Радужный ковер",
        "Город": "Кельн",
        "Сайт": "www.raduga.com<",
        "Рейтинг": 4.9,
        "Цена за ночь": 10000,
        "Тип отеля": "Гостиницы-апартамент"
    },
    {
        "Название отеля": "Огненный жемчуг",
        "Город": "Венеция",
        "Сайт": "www.fire.com",
        "Рейтинг": 5.0,
        "Цена за ночь": 32000,
        "Тип отеля": "Гостиницы среднего класса"
    },
    {
        "Название отеля": "Волшебная гавань",
        "Город": "Майами",
        "Сайт": "www.magic.com",
        "Рейтинг": 4.0,
        "Цена за ночь": 11000,
        "Тип отеля": "Курортные гостиницы"
    },
    {
        "Название отеля": "Цветущий сад",
        "Город": "Монако",
        "Сайт": "www.garden.com",
        "Рейтинг": 4.7,
        "Цена за ночь": 32000,
        "Тип отеля": "Курортные гостиницы"
    },
    {
        "Название отеля": "Дремучий лес",
        "Город": "Майами",
        "Сайт": "www.forest.com",
        "Рейтинг": 3.2,
        "Цена за ночь": 10000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Кристальный лед",
        "Город": "Венеция",
        "Сайт": "www.lyod.com",
        "Рейтинг": 5.0,
        "Цена за ночь": 12000,
        "Тип отеля": "Курортные гостиницы"
    },
    {
        "Название отеля": "Мерцающий луч",
        "Город": "Кейптаун",
        "Сайт": "www.blick.com",
        "Рейтинг": 4.5,
        "Цена за ночь": 20000,
        "Тип отеля": "Гостиницы среднего класса"
    },
    {
        "Название отеля": "Пляжный рай",
        "Город": "Монако",
        "Сайт": "www.plyah.com",
        "Рейтинг": 4.0,
        "Цена за ночь": 150000,
        "Тип отеля": "Гостиницы-апартамент"
    },
    {
        "Название отеля": "Утренняя звезда",
        "Город": "Окленд",
        "Сайт": "www.monningstar.com",
        "Рейтинг": 2.4,
        "Цена за ночь": 7000,
        "Тип отеля": "Гостиницы-апартамент"
    },
    {
        "Название отеля": "Фантастический океан",
        "Город": "Лиссабон",
        "Сайт": "www.fantasticocean.com",
        "Рейтинг": 4.8,
        "Цена за ночь": 14000,
        "Тип отеля": "Гостиницы среднего класса"
    },
    {
        "Название отеля": "Ледяной замок",
        "Город": "Лиссабон",
        "Сайт": "www.cathle.com",
        "Рейтинг": 4.9,
        "Цена за ночь": 120000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Дикий ветреный",
        "Город": "Лондон",
        "Сайт": "www.danger.com",
        "Рейтинг": 2.2,
        "Цена за ночь": 20000,
        "Тип отеля": "Мотели"
    },
    {
        "Название отеля": "Пляжная радуга",
        "Город": "Окленд",
        "Сайт": "www.rawberry.com",
        "Рейтинг": 4.6,
        "Цена за ночь": 15000,
        "Тип отеля": "Гостиницы-апартамент"
    },
    {
        "Название отеля": "Солнечный остров",
        "Город": "Венеция",
        "Сайт": "www.island.com",
        "Рейтинг": 3.8,
        "Цена за ночь": 25000,
        "Тип отеля": "Курортные гостиницы"
    },
    {
        "Название отеля": "Снежный холм",
        "Город": "Кейрен",
        "Сайт": "www.holm.com",
        "Рейтинг": 4.1,
        "Цена за ночь": 10000,
        "Тип отеля": "Гостиницы-апартамент"
    },
    {
        "Название отеля": "Воздушный замок",
        "Город": "Истанбул",
        "Сайт": "www.vozduh.com",
        "Рейтинг": 4.3,
        "Цена за ночь": 12000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Пыльная пустыня",
        "Город": "Лондон",
        "Сайт": "www.pystina.com",
        "Рейтинг": 4.5,
        "Цена за ночь": 20700,
        "Тип отеля": "Курортные гостиницы"
    },
    {
        "Название отеля": "Звездопад",
        "Город": "Прага",
        "Сайт": "www.starspad.com",
        "Рейтинг": 4.0,
        "Цена за ночь": 15300,
        "Тип отеля": "Гостиницы-апартамент"
    },
    {
        "Название отеля": "Сумеречный залив",
        "Город": "Париж",
        "Сайт": "www.sumerki.com",
        "Рейтинг": 4.7,
        "Цена за ночь": 25000,
        "Тип отеля": "Гостиницы среднего класса"
    },
    {
        "Название отеля": "Медовые водопады",
        "Город": "Эдинбург",
        "Сайт": "www.honey.com",
        "Рейтинг": 4.1,
        "Цена за ночь": 10200,
        "Тип отеля": "Курортные гостиницы"
    },
    {
        "Название отеля": "Аметистовый камень",
        "Город": "Майами",
        "Сайт": "www.ametist.com",
        "Рейтинг": 5.0,
        "Цена за ночь": 19000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Пляжный бриз",
        "Город": "Венеция",
        "Сайт": "www.briz.com",
        "Рейтинг": 4.5,
        "Цена за ночь": 21000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Космический шторм",
        "Город": "Окленд",
        "Сайт": "www.cosmicbah.com",
        "Рейтинг": 4.0,
        "Цена за ночь": 15800,
        "Тип отеля": "Гостиницы-апартамент"
    },
    {
        "Название отеля": "Зимний сон",
        "Город": "Осака",
        "Сайт": "www.winter.com",
        "Рейтинг": 4.9,
        "Цена за ночь": 255000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Магический орех",
        "Город": "Осака",
        "Сайт": "www.oreh.com",
        "Рейтинг": 2.3,
        "Цена за ночь": 100000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Небесный аромат",
        "Город": "Венеция",
        "Сайт": "www.sky.com",
        "Рейтинг": 3.2,
        "Цена за ночь": 500,
        "Тип отеля": "Гостиницы среднего класса"
    },
    {
        "Название отеля": "Разбитый фонарь",
        "Город": "Сеул",
        "Сайт": "www.green.com",
        "Рейтинг": 5.0,
        "Цена за ночь": 20000,
        "Тип отеля": "Частные гостиницы"
    },
    {
        "Название отеля": "Веселая рыбка",
        "Город": "Лондон",
        "Сайт": "www.funnyfish.com",
        "Рейтинг": 4.0,
        "Цена за ночь": 15000,
        "Тип отеля": "Курортные гостиницы"
    },
    {
        "Название отеля": "Розовый сумрак",
        "Город": "Кельн",
        "Сайт": "www.purple.com",
        "Рейтинг": 3.2,
        "Цена за ночь": 25100,
        "Тип отеля": "Курортные гостиницы"
    },
    {
        "Название отеля": "Серебряная стрела",
        "Город": "Монако",
        "Сайт": "www.serebro.com",
        "Рейтинг": 4.1,
        "Цена за ночь": 10000,
        "Тип отеля": "Курортные гостиницы"
    },
    {
        "Название отеля": "Искристый вихрь",
        "Город": "Кейптаун",
        "Сайт": "www.vihr.com",
        "Рейтинг": 4.0,
        "Цена за ночь": 12000,
        "Тип отеля": "Гостиницы среднего класса"
    }
]